Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/How to Become a K-Pop Star.tmx
Source language: ko
Languages: en

source: 물론 여기서 해당 매니지먼트사가 이미 톱스타를 보유하고 있다면 그 톱스타가 출연하는 드라마에 일반적으로 말하는 ‘패키징’으로 신인급 배우들을 끼워 넣는 것이 용이하다.
en: Of course, if the management company gets their big name actor, it is easier for them to arrange for the typical “package deals,” where the company’s new actors are also added to the cast for that drama.

source: 특히 한 개의 곡을 한 명의 작곡가가 작곡하는 방식이 아닌 파트별로 여러 명이 협업하는 방식으로 곡을 만들어 낸다.
en: Notably, one song is not written by a single songwriter, but several songwriters collaborate with each taking a part to create a song.

source: 드라마, 영화 등에 출연할 때 보통 신인급의 경우 비중이 적은 조연급부터 시작하게 되는데, 힘들게 들어간 작품이더라도 해당 작품이 대중들에게 인기를 못 끈다면 신인 배우는 다시 좋은 작품을 물색해야 하는 처지가 된다.
en: When new actors appear in dramas or movies, they are first cast in minor, small roles. Even though the actor makes into a production that was hard to get into, if the work does not become popular with audiences, then the new actor is placed in a situation where he or she has to look for another good production to appear in.

source: 그리고 안 좋은 점을 정말 굳이 뽑자면, 나에게 목적을 가지고 접근하는 사람들이 많아졌다는 것이다.
en: If I really must pick a disadvantage I would say that many more people approach me with some goal in mind.

source: 예를 들어, ‘라네즈 화장품 선전에 송혜교 상대역으로 광고 출연하였던 누구….’라는 식으로 소속 회사 입장에서는 신인을 소개할 때 수식어를 붙이기가 용이하다.
en: For example, it makes it easy for the agency if there can get people to use phrases such as “who was that new singer that appeared opposite of Song Hye-kyo in that Laneige cosmetics commercial...”

source: 내부 육성
en: Internal development

source: ④ 제7조 제2항 본문, 제3항 또는 제4항에 따라 계약이 종료 또는 해지되는 경우, 연습생은 손해배상 의무 등을 지지 않는다.
en: ④ If the contract is terminated or cancelled pursuant to the text of Paragraph 2, Article 7, Article 3 or Article 4, then the Trainee is not to be liable for damages.

source: 다양한 음악 방송 프로그램 담당 PD와의 출연 스케줄 조율 및 홍보성 프로그램 출연 조율 등 PR할 수 있는 모든 매체와의 접촉을 이 시기에 본격적으로 진행하고, 지망생은 첫 방송과 동시에 공식적으로 연습생 신분에서 가수의 신분으로 바뀐다.
en: It is during this planning that appearance schedules and promotional program appearance schedules are arranged with the producers in charge at various music broadcast programs, and other contact with all forms of media that could be used for PR purposes. The moment the hopefuls appear on the broadcast, the trainees make an official transition from trainee to singer.

source: 신인급 배우 지망생들이 광고에 출연해 활동을 시작하는 경우가 많은데, 톱스타의 광고 출연과는 개념이 완전히 다르다.
en: There are many instances where new aspiring actors get their start appearing in advertisements. The concept of casting new actors in advertisements is completely different from casting popular stars in advertisements.

source: 우리 사회는 어디를 가든 조직에 몸담으며, 타인과 부딪치며 살아가는 공동체 생활이다.
en: In Korean society, wherever you go and place yourself within an organization, you live within an inner circle and have confrontations with others.

source: 온·오프라인 서비스 시작
en: Start on/offline services

source: 드라마 <추적자>에서 인상 깊은 검사 역할로 대중들에게 크게 각인되었고 쉴 새 없이 수많은 드라마와 영화에서 종횡무진 활약하고 있는 배우 류승수를 만나 보았다.
en: I met the actor Ryu Seung-soo who became very familiar with viewers for his impressive role as a prosecutor in the drama, The Chaser. He has also appeared in many dramas and movies as a very active actor.

source: ● 연예 매니지먼트와 제작사의 엄격한 분리가 필요하다
en: ● It is necessary to make a clear distinction between celebrity management and the production company

source: 연예인의 트레이닝부터 데뷔 후 수입 관리, 저작권 관리 등 모든 업무를 총괄하기때문에 연예인은 회사의 ‘종업원’이라는 개념으로 관계가 형성된다.
en: Because all tasks are lumped together including the training of celebrities, post-debut profit management, copyright management and other tasks, a relationship is formed where the concept of a celebrity becomes more like an “employee” of the company.

source: 회사는 연예인에게 시간적으로나 금전적으로 많은 투자를 하기에 상호 간 대등한 비즈니스 관계보다 해당 연예인을 회사가 ‘소유’한다는 개념이 생긴다.
en: The company makes great investments of both time and money into these celebrities. Therefore instead of business relationship that is equal to both parties, there is a concept that has emerged where the celebrities are more like “company property.”

source: 당신이 지금 이렇게 좋아하는 일을 할 수 있게 되었음에, 수많은 주위 사람이 당신을 더욱더 빛나게 하기 위해 땀 흘리고 있음에 감사하고 또 감사하라.
en: Never stop being grateful that are able to do this work that you love, grateful that others around you are working so hard so that you can shine even brighter.

source: 한국의 경우 아직 엔터테인먼트 산업 규모가 크지 않아 법적으로 제작 겸업을 금지하고 있지 않지만, 점점 산업의 규모가 커지고 글로벌화되면서 제작과 매니지먼트 분리 필요성이 대두될 것으로 보인다.
en: In Korea, the scale of the entertainment industry is not very large, therefore also being involved in production is not prohibited by law. But as the industry gradually increases in scale and becomes globalized it is determined that a growing necessity to separate production and management will be brought to the table.

source: 회사가 압구정에 있었는데, 원래 노는 것을 좋아해서 돈이 들어오는 대로 친구들과 놀고 쓰니 앞으로 남고 뒤로 밑지는 상황이라 1년 정도 버티다 망하고 말았다.
en: The agency was located in Apgujeong, and since I always liked hanging out, whenever revenues came in I would use that money to go out with my friends. I was in a situation where the future seemed full of abundance, but I had nothing to show for it. I kept going at this pace for about one year before going out of business.

source: 따라서 아무리 원석이 좋더라도 좋은 기획사를 만나지 못한다면 원석에 그치는 경우가 허다하다.
en: That is why there are many cases where you have a very good, rough gemstone, but without a management company, it stays a rough gemstone.

source: 최근 연기자 트렌드는 어떤가?
en: What is the trend like for actors these days?

source: 하지만 배우들이 일반인처럼 비대칭이 심하거나 자세가 구부정하다면 화면에서는 그러한 오점이 시청자들에게 매우 크게 전달될 것이다.
en: However, if actors bodies are excessively asymmetrical or slouch, then for viewers watching the screen, such imperfections become very apparent.

source: 다시 젊은 시절로 돌아간다면 배우로 살아 보는 건 어떨까 한다. (웃음)
en: If I could return to my youth, I might entertain the idea of working as an actor. (laugh)

source: 오늘은 하동군에서 큰 행사가 있는 날인가 보다.
en: It looks like there is a major event planned today in Hadong-gun.

source: ▸ 매니저
en: ▸ Manager

source: 그렇다고 단순히 영화에만 출연하는 배우들이 드라마에 출연하는 배우보다 뛰어난 배우라고 할 수는 없다.
en: Still, it cannot be said that actors that stick to film are better than those that appear in dramas.

source: 네이버, 티스토리 등 위젯 제공
en: Provides widgets such as Naver and Tistory

source: ● 종신 고용 시스템, 노후를 보장받는 일본의 연예인
en: ● Lifetime employment system, Japanese celebrities are guaranteed retirement

source: 보통 영화감독, 연극 무대에서 잔뼈가 굵은 연극배우, 연극영화과 교수 등으로부터 연기 지도를 받는다.
en: Usually they receive instruction from movie directors, theater actors that acquired their chops on the theater stage, and film Department of Theater and Film professors.

source: 슈퍼스타 배출 기획사에 대한 브랜드 형성으로 가수 Pool 확보 용이
en: The branding of management companies that turn out superstars makes it easy to secure a roster of singers

source: 스타와 매니저는 공존하는 거지, 혼자 가는 게 아니다.
en: The star and manager are in a symbiotic relationship, they are not isolated.

source: 1천만 원 +/-α
en: 10 million won, plus or minus

source: 연예인을 목표로 하는 많은 학생이 자기 부담으로 학원에 등록하여 수강하고 있다.
en: Many students with the goal of becoming a celebrity register with the school and began taking classes.

source: 일반적으로 잘생기고 예쁜 얼굴과 화면에 화면발이 잘 받아서 잘생기고 예뻐 보이는 얼굴은 다소 차이가 있다.
en: In general, handsome and pretty faces are photogenic and look good on screen, but there are differences among handsome and pretty faces.

source: 신곡
en: New song

source: 따라서 엔터테인먼트 시장에서 얼마나 큰 ‘패키지 딜(package deal)’을 성사시킬 수 있는지 역량 여부가 에이전시의 명성을 좌우한다.
en: Therefore an agency's reputation hinges upon its capabilities to land large package deals within the entertainment market.

source: 콘텐츠 제작 자체를 지나치게 스타 한 명에게 의존하거나 스타를 과도하게 마케팅에 활용하는 것은 작품의 완성도를 떨어뜨릴 수 있다.
en: Relying too much on a single star for content production itself or excessively marketing the star could lower the completeness of the production.

source: ● 무대에 서는 당일까지 회사의 대표도 데뷔는 장담 못 한다?
en: ● Until the day you make it on stage, not even the company’s CEO can promise you a debut.

source: 이러한 고민은 스스로 다잡을 수 있는 기회이다.
en: Thinking deeply will become opportunities for self correction.

source: 즉, 매니지먼트 회사 입장에서는 부대 비용 및 인건비가 상승하는 결과가 되었으며, 더욱더 수익을 창출하기 힘든 구조가 되었다.
en: In other words, from the management company’s perspective, incidental costs and labor costs have risen, which makes it even more difficult to generate profits.

source: 직업으로서 매니저의 매력
en: The glamour of the manager position

source: 최근에는 드라마·영화 제작사와 전략적 제휴를 맺거나, 아예 영화와 방송 제작에 뛰어들면서 보다 다양한 형태의 산업 진출을 꾀하고 있다.
en: Recently they have either concluded strategic partnerships with drama and film production companies or have made in roads themselves into film and broadcasting production and are strategizing ways to get into more diverse industries.

source: - 조지프 S.{j}나이, 『소프트 파워』 중에서
en: - from Soft Power by Joseph S.{j} Nye

source: 예전에는 유명인(셀럽)이 되기 위해선 하나의 통로 즉, 기존의 방송만이 존재했지만 SNS와 UCC 형태의 동영상 플랫폼 시장이 열린 뒤부터는 매우 다양한 형태의 데뷔와 성장이 폭발적으로 이루어지고 있다.
en: In the past there was only one channel for people to become famous (a celebrity). Meaning, before there were only broadcasts. But now, since the video platform market has opened that includes social media and user created content, were are witnessing very diverse forms of debuts and explosive growth.

source: 나는 가난하게 태어나서 힘든 시절을 겪었지만 지금도 삶을 돌아보면 누구보다 후회 없이 재미있고 멋지게 살아온 것 같다.
en: I was born poor and went through some difficult times, but when I look back on my life now, I can see that I have lived a fun and exciting life.

source: 안 힘든 신인 배우는 없다.
en: Being a new actor is hard for anyone.

source: 스타를 발굴해 내는 ‘미다스의 손’으로 불리는데, 스타가 될 재목을 알아보는 특별한 비결이 있나?
en: And you are known for your “Midas touch,” for discovering stars. Is there some special secret behind discovering star talent?

source: 다양한 곡의 수급이 용이하며 시스템형 제작에 적합
en: Easy to supply diverse songs and suitable for system production

source: 언론 마케팅
en: Press marketing

source: 신인급 배우의 작품 캐스팅을 위해서는 많은 노력과 일종의 투자 비용이 수반되므로 유명한 에이전트들은 신인급 연예인 담당을 꺼린다.
en: Casting entry level actors in a production involves a lot of time and a certain degree of investment, therefore famous agents avoid managing entry-level celebrities.

source: 프로덕션 중심의 매니지먼트 시스템
en: Production-focused management system

source: 연예인을 하지 마라.
en: Don't be a celebrity.

source: ● SBS 등장으로 본격적 매니지먼트 시대 시작
en: ● The emergence of SBS kicks off the era for full-scale management

source: 따라서 지망생 스스로 자신의 강점을 잘 파악하고 소속사의 선택부터 현명하게 해야 한다.
en: Therefore, hopefuls should identify their own strengths and must choose an agency wisely.

source: 스타급 연예인에 해당하는 연예인들은 각 분야의 전문가를 고용하고 팀을 꾸린다.
en: Celebrities considered to be star level employ a team of professionals that specialize in different areas.

source: 한국 매니지먼트 산업의 성장 과정
en: The growth process of the Korean management industry

source: ● 연예인 인턴 과정:
en: ● Celebrity Internship Process:

source: 생활하는 데 필요한 집세와 아르바이트를 하지 않고 생활할 수 있는 수준의 금액을 지불한다.
en: The salary is enough to live without having to work an extra part time job and be able to cover rent and other expenses.

source: 셋째, 결혼하지 마라.
en: Third, don't get married.

source: 그 인원만 무려 15명이니 주문해서 받아 오는 데만 40분이 넘게 걸렸다.
en: There are only fifteen people in our party, so it only took 40 minutes to order the food and bring it back.

source: 인지도가 전무한 초반 시기에는 어떻게든 영화든 드라마든 작품에 캐스팅되는 것이 중요하지만, 어느 정도 인지도가 쌓인 이후에는 자신이 가장 잘 드러나고 돋보일 수 있는 작품의 선택이 중요하다.
en: In the beginning, it is important for actors without any recognition to be casted in films and dramas in any way they can, but once a certain level of recognition has been acquired, it is important to choose works that showcase the actor and where the actor stands out.

source: ● 톱 배우가 되고 난 뒤 찾아오는 변화
en: ● Changes that set in after becoming a top actor

source: 제3조 (기획업자의 권한 및 의무) ① 기획업자는 연습생이 대중문화예술인으로 성장하는 데 필요한 훈련(예를 들어, 연기, 보컬, 안무 등을 말하며, 이하 ‘훈련활동’이라 한다)을 연습생에게 제공하며, 이 계약에 따른 연습생의 의무를 성실히 이행할 것을 연습생에게 요청할 수 있다.
en: Article 3 (Authorities and Duties of the Planner) ① The Planner is to provide the Trainee with the necessary training (for example, this means acting, vocal and choreography training, hereinafter to be referred to as “training activities”) to develop as a popular culture artist. The trainee may be requested to perform the duties of a trainee in good faith pursuant to this contract.

source: 이 부분이 가장 현실적으로 힘들었다.
en: This part was actually the most difficult thing for me.

source: 그 외에도 <벚꽃엔딩>과 <여수 밤바다>로 유명한 버스커 버스커, 남매 듀엣 가수인 악동뮤지션은 오디션 프로그램을 통해 국대 최대 가수 기획사 YG엔터테인먼트에 소속되면서 신곡을 출시할 때마다 음원 차트를 휩쓸며 많은 팬의 사랑을 받고 있다.
en: Busker Busker famous for Cherry Blossom Ending and Yeosu Night Sky, and the brother and sister duet singer, Akdong Musician also got their start at audition programs and became affiliated with the largest singer management company in Korea, YG Entertainment, where each new song they released swept the digital music charts and they became much loved by the fans.

source: 실제로 각종 드라마와 영화 등 많은 작품에서 조연급으로 출연하며 열심히 일하는 배우가 상당히 많다.
en: In fact, there are many of actors that appear in various dramas and movies as supporting actors, but work very hard.

source: 생각보다 자신을 많이 내어 주어야 하는 직업이다.
en: It is a job that requires a lot more of yourself than you might think.

source: 최근에는 넷플릭스 등 글로벌 OTT 미디어 회사들의 영향력으로 인하여 톱 배우들이 드라마와 영화를 가리지 않고 출연하는 사례가 종종 나타나고 있다.
en: Recently, we are gradually seeing more cases of actors appearing in both dramas and movies due to the influence of global over-the-top-media-services (OTT) such as Netflix.

source: 음악 방송 프로그램은 물론이고 특히 예능 프로그램의 담당 PD와 작가들은 스타가 된 가수를 본인 방송에 출연시키기 위해 해당 가수의 매니저들에게 역으로 부단하게 노력한다.
en: On the flipside, the producers in charge at music broadcast programs and in particular, those at variety show programs make constant effort to get the manager of the star singers to appear in their broadcasts.

source: 이걸 꼭 알려 주고 싶어 미쳐서 방법을 가리지 않는 매니저가 필요한 거다.
en: I really want to get this point across to you. Managers are required that don’t fuss over methods.

source: 할리우드의 블록버스터 영화 대부분은 ‘패키지 딜‘을 통해 탄생한다
en: Most of Hollywood's blockbuster movies are created through “package deals”

source: 인성과 끈기를 본다
en: Look for character and grit.

source: 연예인이라는 직업을 떠나 유명인으로서 좋은 점과 나쁜 점을 말한다면 사실 나쁜 점이 더 많다.
en: If I were to speak about the good points and bad points about being famous aside from the work aspect of being a celebrity, I would say the bad outweigh the good.

source: 회사는 초창기에 성공의 보장이 없음에도 불구하고 소속 연습생의 트레이닝 비용을 전액 지불한다.
en: Despite the fact but there's no guarantee for success early on the company pays for all of the training costs for affiliated trainees.

source: 작품에 들어가면서 해당 캐릭터에 따라 승마, 악기 등을 배우기도 하지만 연습생 시절부터 다양한 것을 배운다.
en: When they are cast for a certain role, they will learn various skills to get into character such as horseback riding or how to play a musical instrument, but from their trainee days, they will learn a wide range of things.

source: 적어도 이 책을 읽는 독자라면 더욱이 꿈을 향해 박차를 가하고 최선을 다해서 각자의 꿈을 이루기 바란다.
en: I hope that the readers that have read through this book can speed towards their respective dreams doing their best to achieve them.

source: 음악을 많이 소비하는 선별된 고객 혹은 팬클럽이 후보 곡 평가
en: Assessment by customers or fan club members that consume a lot of music

source: 그리고 내가 배우에게 받은 가장 좋은 느낌을 그대로 살려서 사람들에게 어떻게 보여 줄지 고민한다.
en: And I think much about how I can help people experience that good feeling that I received from those actors.

source: MKT Plan 기획
en: Planning for the MKT plan

source: 예를 들어, 레알 마드리드 구단이 맨체스터 유나이티드의 유망한 선수를 100억 원의 이적료를 지불하고 데려왔다고 하자.
en: For example let's say that the Real Madrid team pays 10 billion won in transfer fees for a famous player from the Manchester United team.

source: 또 ‘입에서 그런 소리가 나올 수 있구나.’라는 점에서 상당한 메리트를 느꼈던 것 같다.
en: And the fact that I can get such sounds to come out of my mouth also was a big incentive for me.

source: 우선 발성 연습부터 집중적으로 시작하는데, 연기에 있어서 제일 중요한 부분이 바로 대사의 전달력이기 때문이다.
en: First, the actor hopefuls begin intensive voice training. This is because the ability to deliver what is on a script is most critical.

source: 크게 웃으면서 인사하는 것을 싫어하는 사람은 아무도 없다.
en: There is no one who dislikes being greeting with a big smile.

source: 매니저 구분
en: Manager classification

source: 규모가 큰 기획사의 경우, 회사 내부에 전략, 마케팅 등의 부서가 있지만 뭐니뭐니해도 연예인을 가장 잘 아는 사람은 24시간을 함께하는 매니저이다.
en: Large scale management companies have strategy and marketing departments, but the manager is with celebrities 24 hours a day knows them better than anyone.

source: 미국에서는 매년 업계 관계자와 전문가들에 의해 분야별 연예인들의 인기도와 등급을 책정하여 출연료를 산정하는 합리적인 기준을 만들고 있다.
en: In the United States, the popularity of celebrities in each field and their ranking are determined by those involved in the industry and professionals to create a reasonable standard for calculating appearance fees.

source: 가수의 최초 기획은 세계 곳곳에서 개최되는 다양한 오디션, 각지에 있는 예술 중고등학교에서의 직접적인 캐스팅, 각종 연예 학원 등으로부터 시작된다.
en: An singer’s first planning begins with various auditions that are held around the world, by being casted directly out of arts middle and high schools, and from various celebrity training schools.

source: 힘들었지만 하루 마무리를 잘 했다는 안도감에 다들 수다와 함께 가벼운 마음으로 돌아간다.
en: Although it was difficult, we return with a lot of chatter and light hearts out of the sense of relief from a job well done.

source: 우선 광고로 대중들에게 얼굴을 알리는 것이 향후 배우로 이름을 알리는 데 도움이 되기도 하고, 만약 출연한 광고가 해당 제품 또는 광고 자체만으로 대중들에게 이슈가 된다면 단기간에 인지도가 올라가는 효과를 볼 수 있기 때문이다.
en: The are two reasons for this. The first is when an actor appears in an advertisement, it later helps the actors to get face recognition from audiences. And second, if the advertisement is for a trendy product, or the advertisement itself gains prominence, then the actor can experience a rapid rise in recognition within a short time.

source: 매니지먼트는 이미 오랜 기간 해 봤기 때문에 여한이 없다.
en: I have already been working in management for such a long time that I have no regrets.

source: 그건 인간과 인간 간의 예의 문제지만, 나는 그분 때문에 더욱더 꿈을 포기할 수 없었다.
en: It was an example of issues in interpersonal relationships, but because of him, I had further reason to follow my dream.

source: 또한, 스타 캐스팅에 따른 기업의 광고 협찬과 제작비 투자 유치가 훨씬 용이하다.
en: Also this makes it much easier to attract advertising sponsorship and investment for production costs that arise from casting stars.

source: ● 한국 매니지먼트 산업의 성장 과정
en: ● The growth process of the Korean management industry

source: 실제로 연예인들과 가장 가까이 일하는 직종이라 담당 연예인과의 궁합도 꽤나 중요하다.
en: Because these occupations work in close proximity to the celebrities it is very important to be on the same wavelength as the celebrity being cared for.

source: 가수/노래의 인기 상승에 따라 특정 가수를 좋아하는 팬들의 자발적인 팬클럽 형성(포털 사이트 등의 카페 팬클럽 개설)
en: Formation of voluntary fan clubs consisting of fans that like certain singers following the rise in popularity of the singer/song (creation of a fan club communities on a portal site or other online community)

source: 개그우먼을 준비하는 후배들에게 가장 해 주고 싶은 말 3가지가 있다면?
en: What are the three things you would like to say to those who are planning on becoming comedians?

source: 어느 순간 그런 것에 익숙해지면 당연한 듯이 받게만 된다.
en: In a little while, you might get used to such treatment and feel entitled.

source: ④ 연습생은 기획업자에게 언제든지 자신의 의견을 제시할 수 있고, 이 계약에 따른 기획업자의 의무를 성실히 이행할 것을 기획업자에게 요청할 수 있다.
en: ④ Trainees may share their opinions with the Planner at any time, and may request the Planner to faithfully fulfill the obligations stipulated in this contract.

source: 하지만 소속 가수가 속된 말로 ‘뜨고’ 나면 그 입장은 바뀌게 된다.
en: However, once an agency’s singer “becomes hot” to borrow the phrase, the tables are now turned.

source: 매니저의 직업적 매력으로는 다양한 요소가 있겠지만, 일반인들이 알고 있다시피 스타들을 옆에서 직접 볼 수 있다는 점을 들 수 있겠다.
en: There are many features about being a manager that make it a glamorous position, but perhaps the best feature, as everyone would be aware, is being at the star’s side and seeing them with their own eyes.

source: 한국에서는 스타의 비즈니스 계약 업무뿐만 아니라 일거수일투족 관련 업무를 비롯하여, 단기/장기적 계획에 대한 전문적인 조언 및 개인사 상담을 해 줄 수 있어야 한다.
en: In Korea, managers should be capable of making business contracts for stars, carefully monitoring them, and giving advice and personal counseling regarding short/long term plans.

source: 그럼 모델 에이전시 사업이 매니지먼트 회사의 출발이었나?
en: So, did the modeling agency business mark the start of the management company?

source: ③ 기획업자가 계약 내용에 따른 자신의 의무를 충실히 이행하고 있음에도 불구하고 연습생이 제4조 제2항의 계약 체결을 위해 계약상의 내용을 고의로 위반한 경우, 기획업자는 손해배상과 별도로 연습생에게 위약벌을 청구할 수 있다.
en: ③ Irrespective of the faithful performance of the Planner’s obligations pursuant to the contract content, if the Trainee violates the content of the contract by intention in order to conclude a contracts listed under Paragraph 2 Article 4, the Planner may claim damages and separately claim a penalty for contract infringement.

source: 보통 가수 기획사의 경우 이사급은 소속 가수가 음반을 낼 때 콘셉트 기획, 작곡가 섭외 등 제작을 총괄함에 따라 음반 프로듀서로도 이름을 남긴다.
en: Usually, at a singer management company, when an affiliated singer comes out with an album, director level managers oversee the concept planning, and hire songwriters and other aspects of the production. This is why their names appear on the album as “producer.”

source: 무슨 말인가 하면 본인은 아이돌 댄스 그룹 가수가 되고 싶은데 정작 소속된 기획사는 싱어송라이터를 전문적으로 키우는 회사인 경우, 잘못된 선택이라는 것이다.
en: For example, if you want to become a singer in an idol dance group, but in reality, the management company is one that specializes in developing singer songwriters, then it would be a bad choice.

source: ● 상호 간의 신뢰:
en: ● Mutual trust:

source: 이는 콘텐츠의 품질 저하로 이어지며, 결과적으로 대중들에게 외면받는 부실한 콘텐츠의 여파는 스타 본인에게 그대로 돌아온다.
en: This then results in content that is of inferior quality. Ultimately the spillover effects of the content being shunned by the public affects the stars themselves.

source: 1990년대 초 민영 방송 SBS 등장으로 연기자 매니지먼트의 역할이 단순 일정 관리에서 지금의 수익 관리자까지 영역이 확장됨
en: The emergence of the privately-managed broadcasting company, SBS in the early 1990s extended the role of performer management from mere scheduling to the style of revenue manager of today.

source: 매니저는 기획사의 규모에 따라 분담 역할이 달라지는데 크게 이사급 매니저, 실장, 스케줄 매니저, 로드 매니저로 나뉜다.
en: The classification of roles for managers can vary depending on the scale of the management company, usually they are categorized as director level managers, department heads, schedule managers, and road managers.

source: 후보 곡 압축(편곡 과정)
en: Compression of potential songs (arrangement process)

source: 개인 매니저 황금기
en: Golden age of the personal manager

source: 그러나 여전히 일에 대한 열정과 애정이 반드시 필요한 업계라고 할 수 있다.
en: However, it can still be called an industry that requires a love and passion of the work.

source: 궁극적으로 산업의 모든 참가자에게 수익이 골고루 분배되는 것이 장기적으로 산업이 건전하게 성장하는 길이라고 본다.
en: Ultimately, evenly distributing the earnings among all that participate in the industry is seen as the long-term path to the healthy development of the industry.

source: 많은 사람이 자신의 직업을 선택할 때 생각하는 부분이겠지만 나 역시 그랬던 것 같다. ‘가장 잘할 수 있는 것이 뭘까?’, ‘가장 자신 있는 일이 뭘까?’라고 생각했을 때 사람들을 웃게 만드는 일이라는 생각이 들었다.
en: Many people put a lot of thought into what type of work they want to do. It was the same for me. When I thought about what I am best at and what I am most confident in, I thought that making people laugh was my strong point.

source: 그런데 연기자의 소질이 별로 없어서인지 교수님이 연기보다 기획을 하는 것이 좋을 것 같다고 하여 방향 전환을 하게 되었다.
en: But, perhaps it was because I wasn’t really cut out for acting, but the professor mentioned it would be better if I get into managing instead, so I changed my direction.

source: 당신을 데뷔시켜 줄 자금조차 없는 회사라면 무슨 수로 당신을 스타로 만들어 주겠는가?
en: If a company doesn’t even have the money to give you a debut, how are they going to make you star?

source: 콘텐츠를 만들어 내는 과정에서 자신이 기여하고 있다는 점에 대한 자부심이 없다면 이 업계에서 일하는 것을 그리 추천하지 않는다.
en: I don’t want to recommend working in this industry unless you take pride in what you can do to contribute to the process of creating content.

source: 다들 잠시나마 눈을 붙이려고 대기실 소파 여기저기서 자느라 정신없다.
en: Everyone is busy trying to get a little shut eye and are sprawled around the couches here and there.
